<?php


return [


    "text" => "تسجيل دخول الادمن",
    "label_email" => "البريد الالكتروني",
    "email" => "ادخل البريد الالكتروني",
    "password" => "كلمه المرور",
    "label_password" => "ادخل كلمه المرور",
    "login" => "تسجيل الدخول",
    "logout" => "تسجيل الخروج",
    "welcome_text" => "اهلا بك ",
    "success_message" => "اهلا بك ايها الادمن بلوحه التحكم",
    "error_message" => "البريد الالكتروني او كلمه المرور غير صحيحه برجاء المحاوله مره اخري",
    "logout_message" => "تم تسجيل الخروج من لوحه التحكم بنجاح",
];