<?php


return [


    //start login user
    "message_success" => "تم تسجيل الدخول بنجاح",
    "message_failed" => "فشل تسجيل الدخول برجاء كتابه البيانات بشكل صحيح ومحاوله الدخول مره اخري",
    "email_email" => "البريد الالكتروني يجب ان يكون ايميل",
    "type_in" => "يجب دخول نوع الحقل هاتف جوال او بريد الكتروني",
    "email_exists" => "البريد الالكتروني غير موجود",
    "phone_exists" => "الهاتف الجوال غير موجود",
    "message_email_or_phone" => "يجب الدخول بواسطه الهاتف الجوال او البريد الالكتروني",



    //start register user
    "email_unique" => "البريد الالكتروني موجود من قبل",
    "phone_unique" => "الهاتف الجوال موجود من قبل",
    "message_success_register" => "تم تسجيل بيانات المستخدم بنجاح!",
    "failed" => "يوجد خطاء ما",
    "logout" => "تم تسجيل الخروج بنجاح",
    "get_profile" => "تم الحصول علي معلومات الملف الشخصي للمستخدم بنجاح",
    "edit_profile" => "تم تعديل بيانات الملف الشخصي للمستخدم بنجاح",



    //contact us
    "problem_max" => "يجب عدد الاحرف الا تتعدي ال 20000 حرف",
    "problem_required" => "يجب كتابه المشكله",
    "problem_success" => "تم ارسال المشكله بنجاح",


    //privacy and policy
    "privacy_success" => "تم الحصول علي بيانات خصوصيه التطبيق",
    "communication" => "تم الحصول علي معلومات التواصل معنا",

];